/* hybrid map view */
"Hybrid" = "German Hybrid";

/* the points of interest on the map */
"Points of Interest" = "GPoints of Interest";

/* satellite map view */
"Satellite" = "GSatellite";

/* standard map view */
"Standard" = "GStandard";

"degrees Farenheit" = "Gdegrees Farenheit";

"is really" = "Gis really";

"degrees Celsius" = "Gdegrees Celsius";
